Repository: giellalt/corpus-nob
Catalog: tmx/fkv/ficti/ruijankaiku/pappa_i_storm_og_stilla_2.docx.tmx
Source language: nob
Languages: fkv

source: HAN PAPPA I STORM OG STILLA, DEL 2
fkv: PAPPA MYRSKYSSÄ JA TYVENESSÄ, OSA 2

source: Solbrune unger var tegn på velstand, folk trodde man hadde tykk lommebok og kunne dra til syden.
fkv: Aurinkopruunit kläpit olthiin hyvän elämän merkki, ihmiset uskothiin ette silloin oli paksu plompukka ja varraa käyđä etelässä.

source: En storm i ny og ne?
fkv: Myrskyssä aina tuoloin taaloin?

source: Til liten bekymring for han pappa.
fkv: Pappa ei sitä paljon murettinnu.

source: I livets motgang traff han sitt vant tiltak, nemlig å «stå han av.
fkv: Elämän vastukset se kohtas tavallisheen taphaan, nimittäin «kyllä mie sille pärjään».

source: » Det lærte han også oss ungene, stadig overrumplet som vi ble av værgudenes vrede.
fkv: Sen se opetti meile kläpiileki jokka aleti saima kokkeet säänjumalitten vihan.

source: Å stå han av.
fkv: Kyllä mie sille pärjään.

source: Av og til var «han» så sterk at vi blåste over ende og trillet av sted.
fkv: Välhiin «se» oli niin väkevä ette tuuli nappas meiđät ja met pyörimä matkhoima.

source: Da var det tungt å stå han av, da rulla vi han av.
fkv: Ko se oli muutoin raskas pärjätä sille, met pärjäsimmä pyörimällä pois sen tieltä.

source: Da var faktisk finvær til større bekymring for han pappa.
fkv: Se oli hyväsää mikä muretutti pappaa enämen.

source: Særlig sola, det hendte den overnattet i Kjelvik.
fkv: Eriliikaisesti aurinko, sattui ette se yötyi Kelviikissa.

source: Da traff pappa straks tiltak, og viste en omsorg som virket fraværende på havet.
fkv: Silloin pappa oli heti toimessa ja piti meistä huolen tavala mitä ei koskhaan tapattunnu merelä.

source: Han smurte oss inn, med solkrem.
fkv: Se voiteli meiđät kokonhansa, aurinkovoitheela.

source: Nemlig pappas spesial-sololja.
fkv: Nimittäin papan erikoisaurinkoöljylä.

source: Hud hvit som melk, en for en fikk vi ungene et tykt lag toppstrøk.
fkv: Meilä kläpiila ko oli iho maiđonvalkkee, ja kyllä meitä sitte voiđelthiin.

source: Pappa kjøpte aldri solkrem på butikken som vanlige folk, han kjøpte den på apoteket.
fkv: Pappa ei koskhaan ostanu aurinkovoiđetta kaupasta niin ko tavaliset ihmiset, se osti sitä apoteekista.

source: I mørkebrune glass, kan jeg minnes.
fkv: Tummanpruuniissa klasiissa, mie muistan.

source: Merket jordnøttolje.
fkv: Pääle oli kirjoitettu maanötteriöljy.

source: Sett i ettertid var pappas utstrakte bruk av sånn olje på sart barnehud ei skikkelig blemme.
fkv: Ko nyt pörästäpäin ajattelen, se papan upoton semmoisen öljy käyttö arkhaan lapsenihhoon oli tođelinen feili.

source: «Ka?
fkv: «Häh?

source: Nei dein e fra apoteket, så den e kjæmpesunn», svarte pappa hvis noen stusset.
fkv: Ei, sehän oon apoteekista, kyllä se varmasti oon upottoman tervheelinen», pappa vastas jos joku vähän eppäili.

source: Så smurte han oss inn til vi glinset fra topp til tå, til vi var så uangripelig glatte at vi skled av bildet da mamma prøvde å fotografere oss.
fkv: Niin se sitte voiteli meitä niin ette met kiiltelimmä kiirheestä kantapäähän, met olima niin hirmuinen liukkhaat ette met kilpesimmä ulos kuvasta ko mamma freistas fotografeerata meitä.

source: «Så, hut dåkker ut i sola og lek», sa pappa da.
fkv: «No, hus siitä ulos aurinkhoon ja tieraamhaan», pappa silloin sanoi.

source: Og ropte at det var minner fra sånne sjelden sommerdager vi skulle leve på, når det igjen ble mørketid og sprengkaldt.
fkv: Ja huusi ette se oli semmoisten harvoin kesäpäiviin muistoista mistä met eläisimmä ko taas olis pimmeeaika ja hirmupakkainen.

source: Det fikk pappa rett i. Etter en dag eller to under Kjelviks sommersol iført pappas solkrem spesial, hadde man faktisk minner som varte til langt utpå vinteren.
fkv: Siinä pappa oli oikkeessa. Ko oli ollu päivän eli kaksi Kelviikin kesäauringossa voiđeltunna papan erikoisaurinkovoitheela, se oli totisesti muistoi mikkä säilythiin pitkäle talvheen.

source: «Dåkker ser pikade mæ ut som små fyrlykter som spring rundt», sa en av gammelkaran i Kjelvik.
fkv: «Tet näytätte hiisi viekhöön ko olisitta pienet fyyrylyhđyt mikkä laukkoovat ympäri», sanoi yksi Kelviikin äijistä.

source: Senere har jeg tenkt at pappa hadde en baktanke.
fkv: Hiljemin mie olen ajatellu ette papala oli taka-ajatus.

source: På syttitallet var det nemlig et stort poeng å bli brun som kobber, det var på moten.
fkv: Seittemenkymmenenluvula oli nimittäin tärkkee olla kuparinpruuni, se oli muojissa.

source: Brune unger var tegn på velstand, folk trodde man hadde tykk lommebok og kunne dra til syden.
fkv: Pruunit kläpit olthiin hyvän elämän merkki, ihmiset uskothiin ette silloin oli paksu plompukka ja varraa käyđä etelässä.

source: Innbilt sydentur var en fin ting, for det betød velsignet misunnelse borte hos naboen.
fkv: Kuviteltu etelänreisu oli fiini homma sillä ko siitä seuras kranniin siunattu katheus.

source: Men skal du forvandle en unge fra å likne spøkelset Caspar til å likne Månestråle, kun med mager Magerøya-sol til hjelp, må hver bidige solstråle telle.
fkv: Mutta jos halus saađa kläpit muuttumhaan Casper-kummituksesta Kuunsätheeksi Makrejan laihan auringon avula, silloin jokhainen pikkuriikkinenki auringonsäđet oli tähđelinen.

source: Pappa trakk nok den lure kontradiksjon at jordnøttolje ga best beskyttelse og raskest bruning.
fkv: Pappa tuli siihen nurin-oikhein ajatuksheen ette maanötteriöljy antoi parhaan suojan ja noppeiman ruskotuksen.

source: Det siste stemte bedre enn det første.
fkv: Viiminen oli tođempi ko ensimäinen.

source: Pappas spesial sololje var i praksis grillolje.
fkv: Papan erikoisaurinkoöljy oli tođelisuuđessa grilliöljy.

source: Sart barnehud sleiket i seg solstrålene likeså ivrig som en sulten katt ved fløtefatet, og etter noen gode dager utendørs tok man til å føle seg som mammas juleribbe.
fkv: Arka lapseniho lakki itheensä auringonsätheet sama halula ko nälkyny kissa päälysen fađista, ja ko oli ollu ulkona muutaman hyvänsäänpäivän, se alkoi tuntemhaan ittensä mamman joulukyljeksi.

source: Mamma var dyktig til å få skinnet til å poppe, pappa var like god.
fkv: Mamma oli seppä kärystämhään nahan, ja niin oli pappaki.

source: Nettene var verst, om morgen snek man seg ut av senga med så mye løshud liggende igjen at det minnet om en slange som hadde byttet skinn og rømt.
fkv: Yöt olthiin pahhiimat, ko aamula ryömi ylös sängystä, se sinne jäi niin paljon irtoihhoo ette se oli ko kärmet olis vaihettannu nahan ja luikotellu tiehensä.

source: Før man i stua ble møtt av en pappa som sa:
fkv: Ennen ko tuvassa taas kohtas papan joka sanoi:

source: «Det e sol ute i dag åsså.
fkv: «Se oon ulkona aurinko tääpänä kans.

source: Før han smurte oss inn med en ny runde grillolje til vi var glattere enn bruktbilselgere.
fkv: Ennen ko hän voiteli meiđät uuđesti grilliöljylä niin ette olima liukkhaamat ko käytetyittenpiiliinmyyjä.

source: Det første jeg gjorde, var å finne meg første og beste bris.
fkv: Ensimäinen mitä tehin, oli hakkeuttuut ensiksi löyttyyvhään juumapaikkhaan.

source: Jeg boikottet stilla og lekte hele dagen på vindutsatte, svalende steder.
fkv: Mie boikotteerasin kaikessa hiljaisuuđessa ja tierasin koko päivän tuulisilla, lieppeilä paikoila.

source: Trøsten i oppveksten, når pappa stekte oss i olje, var at på Magerøya står grove skyer og ruskevær alltid for dør.
fkv: Lohđutukseksi saattaa sannoot ette ko pappa meiđän lapsuuđessa kärysti meitä öljyssä, se Makrejassa kuitenki tasan oon synkät pilvet ja roskasää ođottheessa.

source: På høsten likte pappa å gå over Falkefjell til hytta i Kjelvik.
fkv: Syksylä pappa tykkäs kävelä hytäle Kelviikkhiin Falkefjellin yli.

source: Jeg var ofte med, på veien stirret han intenst etter det som ikke fantes.
fkv: Mie olin ushein sen myötä, matkala se pyyristeli aina semmoisen pörhään mitä ei ollu.

source: Nemlig multebær.
fkv: Nimittäin hilloin pörhään.

source: Rå med sukker og fløtekrem, fersk på skiva, det var flere enn søringene som likte sånt.
fkv: Raakana sokkerin ja päälisen kansa, vereksennä leivän päälä, muutki ko eteläläiset tykäthiin semmoisesta.

source: Men multa var i manko på Magerøya, man måtte være helt på viddene for å finne den.
fkv: Mutta hillaa ei Makrejalla juuri ollu, piti olla aivan enturissa ette sitä olis löytäny.

source: Noe som betød at det ble pappa som til sist, og mot alle odds, fant den.
fkv: Mistä sitte seuras ette se tietenki oli pappa joka vasten kaikkii ođotuksii lopulta niitä löysi.

source: Det var en sensommerdag i 1981, vi kom over et enslig eksemplar av arten idet vi kravlet opp Kjelvikskaret og nådde kanten.
fkv: Se oli muutamanna syyskesän päivänä vuona 1981 ette met törmäsimmä yhtheen lajin eđustaajhaan Kelviikinkurun reunassa ko olima kiikkumassa kurruu ylöskäsin.

source: Der, få meter inne på flata, sto den.
fkv: Siinä, jonku meetterin päässä tasamaala, se seisoi.

source: Pappa bykset til, ropte at han knapt trodde det han så.
fkv: Pappa hyppäs ilmhaan, huusi ette hän melkhein ei uskonu ittensä silmii.

source: Et stort, rødt multekart.
fkv: Iso, punainen hillansuppu.

source: Hamsen godt gjenkneppet der det sto og svaiet, liksom et rødt drops i det høstfargete havet av lyng.
fkv: Hilla oli tiukasti supussa siinä ko se seisoi ja huojui, juuri ko punainen dropsi syysfärisessä varpumeressä.

source: «Et under! », ropte pappa, stadig stivt pekende.
fkv: «Ihmet!

source: Andektige var vi lenge ved bæret.
fkv: » huusi pappa ja osoitteli paikoilens jähmettynheenä suppuu.

source: Det svaiet så bekymringsløst i vinden.
fkv: Harthaana met seisoima kauvoin marjan vieressä.

source: Var visst ei godtruende multe.
fkv: Se huojuskeli niin huolettomana tuulessa.

source: En inkarnert fristelse som hilste uten blygsel på folk og fe.
fkv: Oli sikkaristi hyväuskoinen hilla.

source: Da så jeg pappa se seg over skuldrene.
fkv: Houkutuksen inkarnasuuni mikä häppeilemättä tervetteli koko luomakunttaa.

source: «En plan», hørte jeg ham mumle, blikket hans vandret langs bakken.
fkv: Sitte näjin ette pappa katteli ympärillens.

source: «Goe råd e dyre», mumlet pappa, han ante visst ugler i mosen.
fkv: «Plaana», mie kuulin ette se mutisi, sen kattanto haravoitti maata.

source: «En plan?
fkv: «Hyvät neuvot oon kallhiit», pappa mutisi, piian se suunitteli jotaki hämärähommaa.

source: » sa jeg.
fkv: «Plaana?

source: «Ka da? Goe råd?
fkv: » mie sanoin.

source: Koffør det da?
fkv: «Minkälainen sitte?

source: Jeg så pappa plukke opp en stein før han mumlende svarte.
fkv: Miksikä niin?

source: Ba meg hjelpe til å lete etter flere sånne flate steiner.
fkv: Mie näjin ette pappa plokkas ylös kiven ennen ko mutisi vastauksen.

source: «Vi må ta vare på multebæret.
fkv: Kivi oli laattee, se oli hänen mielestä passeli.

source: Så da må vi finne stein», lød pappas logiske forklaring.
fkv: Pyysi minnuu ette mie hakisin lissää samanlaissii laatteita kivvii.

source: Så lette vi flate stein fra lyngmarka, til vi hadde en pen liten stabel.
fkv: «Met piđämä ottaat vaarin hillasta.

source: Som pappa satte seg på kne og brukte for å mure inne multebæret.
fkv: Sillä met häyđymä löyttäät kivvii», kuului papan loogilinen selvitys.

source: «Bra», sa pappa etter lenge, vi reiste oss og sto og så.
fkv: Niin met sitte hajima laatteita kivvii varpumaasta kiini siihen ette meilä oli niitä pienenlainen läjä.

source: Nå var multebæret borte, i stedet sto det en slags fin, liten varde på stedet.
fkv: Pappa meni polvilens ja teki kivistä muurin hillan ympäri.

source: Jeg syntes det minnet om en liten lavvo.
fkv: «Hyvä», sanoi pappa sitte, ja met nousima ylös ja kattoima.

source: Skråstilte flate steiner hele veien rundt, åpning på toppen så lyset slapp inn.
fkv: Nyt hillaa ei näkyny, sen sijassa paikala seisoi yhđenlainen fiini, pieni kiviura.

source: Vi forlot stedet, ruslet stien et stykke før vi stoppet og snudde oss for å se.
fkv: Minusta se näytti pieneltä kođalta.

source: «Umulig å se bæret», sa pappa fornøyd.
fkv: Laatteita kivvii viinossa koko matkan ympäri, päälä aukko mistä näkö pääsi sishään.

source: Han sa han gledet seg til senere samme høst, plukke multebæret og ha det for seg selv.
fkv: Met lähimä paikalta, tallustelima polkkuu vähäsen matkaa ennen ko olestimma ja käänyimä kattomhaan.

source: Sånn var han, og sånn er han fremdeles, han pappa.
fkv: «Mahđoton nähđä marjaa», pappa sanoi ja oli tytyväinen.

source: Småsær både i storm og stilla.
fkv: Se sanoi ette hän oli iloinen ko tiesi ette hiljemin syksylä hän päässee plokkaamhaan hillan ja syömhään sen itte.

source: På havet hardtenkt og stolt og stri, et ukrutt også på land.
fkv: Semmoinen se pappa oli ja semmoinen se oon vieläki.

source: Jeg tror det har med det kvenske å gjøre.
fkv: Omanlaisensa sekä tormissa ette tyvenessä.

source: Vrang å bli klok på, vrien å få bukt med – pappa fyller snart 93 og vi prates jevnlig.
fkv: Merelä kova ja ylppee ja omapäinen, kuukkheelinen kansa maala.
